[
    {
        "_id": {
            "$oid": "673344b90db26dc334a67014"
        },
        "sub_category": "Miotics And Antiglaucoma Preparations",
        "product_name": "Alphagan Z Ophthalmic Solution",
        "salt_composition": "Brimonidine (0.1% w/v) + Stabilized Oxychloro (0.005% w/v)",
        "product_price": "₹342.24",
        "product_manufactured": "Allergan India Pvt Ltd",
        "medicine_desc": "Alphagan Z Ophthalmic Solution has a combination of medicines that is used to treat glaucoma. It decreases the fluid (aqueous humor) production in the eye which relieves the pressure in the eye.Alphagan Z Ophthalmic Solution is to be used only in the affected eye in the dose and duration as advised by the doctor. Wash your hands before using this medicine. It is advised to check the label for directions before use. Do not skip any doses and finish the full course of treatment even if you feel better. Stopping the medicine too early may lead to the infection returning or worsening.The most common side effects include itching, stinging, burning sensation, foreign body sensation, redness of eyes at the application site. If these side effects persist for a longer duration, inform your doctor. In case by accident, this medicine goes into your ears, nose or mouth, immediately rinse it with water.Inform your doctor if you are pregnant or breastfeeding or are allergic to this medicine or taking any other medication. It is advised not to drive or operate heavy machinery after use of this medicine as it may cause blurring of vision and may affect your ability to drive.",
        "side_effects": "Itching,Stinging sensation,Burning sensation in eye,Foreign body sensation,Eye redness,Blurred vision,Tiredness,Drowsiness,Headache,Dryness in mouth",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67015"
        },
        "sub_category": "Anti Rheumatics Non Steroidal Systemic",
        "product_name": "Flexon Tablet",
        "salt_composition": "Ibuprofen (400mg) + Paracetamol (325mg)",
        "product_price": "₹20.44",
        "product_manufactured": "Aristo Pharmaceuticals Pvt Ltd",
        "medicine_desc": "Flexon Tablet contains two painkiller medicines. They work together to reduce pain, fever, and inflammation. It is used to treat many conditions such as headache, muscle pain, pain during periods, toothache and joint pain.Flexon Tablet is best taken with food to reduce side effects. The dose and how often you need it will be decided by your doctor. You should take it regularly as advised by your doctor. Medicines used to treat pain are usually best taken at the first sign of pain. It is meant for short-term use only. Consult your doctor if the symptoms persist or worsen or if the medicine is required for use beyond 3 days.Side effects are rare if this medicine is used correctly but it may cause heartburn, indigestion, nausea, and stomach pain. Consult your doctor if any of these bother you or do not go away.This medicine is widely prescribed and considered safe but may not be suitable for everybody. Before taking it, let your doctor know if you drink a lot of alcohol, are using blood-thinning medicines, or have asthma or any liver or kidney problems. It may affect the dose or suitability of this medicine. Pregnant or breastfeeding women should also consult their doctor before using it. Let your doctor know about all the other medicines you are taking because they may affect, or be affected by, this medicine. It is best to avoid drinking alcohol while using this medicine.",
        "side_effects": "Heartburn,Indigestion,Nausea,Stomach pain",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67016"
        },
        "sub_category": "Opthalmological Nsaids",
        "product_name": "Dynapar AQ Injection 1ml",
        "salt_composition": "Diclofenac (75mg)",
        "product_price": "₹129.28",
        "product_manufactured": "Troikaa Pharmaceuticals Ltd",
        "medicine_desc": "Dynapar AQ Injection 1ml is a pain-relieving medicine. It is used to treat pain, swelling, stiffness, and joint pain in conditions like rheumatoid arthritis, osteoarthritis, and acute musculoskeletal injuries. It is given in cases where oral administration is not possible.Dynapar AQ Injection 1ml is administered as an injection by a healthcare professional. Kindly do not self administer. Inform your doctor if you have any history of heart disease or stroke. Please consult your doctor in case any injection site reactions like pain, swelling, or redness are observed.Vomiting, stomach pain, nausea, and indigestion are some of the common side effects that might be observed on taking this medicine. It may also cause dizziness, drowsiness, or visual disturbances. Your doctor may regularly monitor your kidney function, liver function, and levels of blood components, if you are taking this medicine for long-term treatment. Long term use may lead to serious complications such as stomach bleeding and kidney problems.",
        "side_effects": "Vomiting,Stomach pain/epigastric pain,Nausea,Indigestion,Heartburn,Loss of appetite,Injection site reactions (pain, swelling, redness)",
        "drug_interactions": "{\"drug\": [\"Nimesulide\", \"Oxyphenbutazone\", \"Metamizole\"], \"brand\": [\" Nimsun, Abinim, Nimulis\", \" Oxy Triactin, Sioril\", \" Pyregin, Alpagin, Novalgin RC\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67017"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Taxim OF Tablet",
        "salt_composition": "Cefixime (200mg) + Ofloxacin (200mg)",
        "product_price": "₹116.87",
        "product_manufactured": "Alkem Laboratories Ltd",
        "medicine_desc": "Taxim OF Tablet is a combination medicine that is used to treat various types of bacterial infections. It fights against the microorganisms to prevent their growth and further spread of the infection.Taxim OF Tablet is a prescription medicine. It is advised to take it as per the prescription. It can be taken with or without food, but it must be taken at a fixed time to ensure better efficacy. Do not consume more than the recommended dose, as this may have harmful effects on your body. If you miss a dose, take it as soon as you remember. The course of the treatment must be completed even if you feel better. Sudden discontinuation of the treatment may affect the potency of the medicine.Some common side effects of this medicine are nausea, vomiting, diarrhea, indigestion, etc. If any of the side effects get aggravated, you must consult your doctor immediately. If you experience any allergic reaction (rashes, itching, swelling, shortness of breath, etc.), you must seek immediate medical help.Before taking this medicine, you should tell your doctor if you are taking any medicines for any health condition. Pregnant or breastfeeding women should also consult with their doctor before taking it. Avoid drinking alcohol as it can cause excessive drowsiness with this medicine. It usually does not impair your ability to drive, but you should not drive if it makes you feel sleepy or dizzy. You must take adequate rest for a faster recovery, also take a healthy diet and drink plenty of water. Your doctor may ask for a few laboratory and diagnostic tests to know the effects of the medicine on your body.",
        "side_effects": "Nausea,Vomiting,Diarrhea,Stomach pain,Flatulence",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67018"
        },
        "sub_category": "Ophthalmological Anti Infectives Medicines",
        "product_name": "Candiforce 100 Capsule",
        "salt_composition": "Itraconazole (100mg)",
        "product_price": "₹65",
        "product_manufactured": "Mankind Pharma Ltd",
        "medicine_desc": "Candiforce 100 Capsule belongs to a group of medicines called antifungals. It works by stopping the growth of fungus and is used to treat infections of the mouth, throat, vagina and other parts of the body including fingernails and toenails. It kills fungi by destroying the fungal cell membrane.Candiforce 100 Capsule should be taken in the dose and duration as prescribed by your doctor. It should be swallowed whole and can be taken with food. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days. If you stop the treatment too early, the infection may return and if you miss doses you can increase your risk of infections that are resistant to further treatment. Tell your doctor if the infection does not get better or if it gets worse.The most common side effects of this medicine include nausea, common cold, cough, blurred vision, and a problem with menstrual periods. You could ask your doctor about ways of preventing or reducing these effects. Get emergency medical help if you have signs of an allergic reaction like severe skin rash, tingling, difficulty breathing, swelling of your face, lips, tongue, or throat. Do not take it if you are pregnant or could become pregnant unless your doctor has told you to. Talk to your doctor before taking this medicine if you have ever had heart failure, a weak immune system (including HIV/AIDS), kidney problems, or liver problems such as yellow skin (jaundice). This medicine may not be suitable for you. If your course of treatment is for more than a month, your doctor may want to check your liver by testing your blood. This medicine may make you dizzy or cause blurred vision so do not drive or operate machines until it is safe.",
        "side_effects": "Nausea,Common cold,Cough,Blurred vision,Menstrual disorder",
        "drug_interactions": "{\"drug\": [\"Alfuzosin\", \"Amisulpride\", \"Aripiprazole\", \"Carbamazepine\"], \"brand\": [\" Efzu, Alfuzee, Alfuflo\", \" Stozen, Sulpigold, Amisulide\", \" Arifril, Biozol, Elrip\", \" Carz\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67019"
        },
        "sub_category": "Anti Smoking Products",
        "product_name": "Bupron XL 150 Tablet",
        "salt_composition": "Bupropion (150mg)",
        "product_price": "₹126.65",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Bupron XL 150 Tablet is a prescription medicine used in the treatment of depression and smoking addiction. This medicine helps by increasing the level of chemical messengers in the brain that relax the nerves and have a calming effect on the brain.Bupron XL 150 Tablet may be taken with or without food. It is advised to take this medicine at a fixed time each day. You should never skip any doses and finish the full course of treatment even if you feel better. It is important that this medication is not stopped suddenly as it may worsen your symptoms.Some common side effects of this medicine include insomnia (difficulty sleeping), allergic reaction, impaired concentration, sweating, headache, nausea, vomiting, and dry mouth. It even causes dizziness and sleepiness, so do not drive or do anything that requires mental focus. Moreover, most of the side effects are immediate and often go away with time. Please consult your doctor if these bother you or do not go away.Before taking this medicine it is important to inform your doctor if you have any history of seizure or if you drink alcohol. Inform your doctor if you develop any unusual changes in mood or if you have any suicidal thoughts.",
        "side_effects": "Insomnia (difficulty in sleeping),Allergic reaction,Impaired concentration,Sweating,Headache,Nausea,Vomiting,Dizziness,Dryness in mouth,Taste change,Abdominal pain,Agitation,Anxiety,Fever,Constipation,Tremor",
        "drug_interactions": "{\"drug\": [\"Carbamazepine\", \"Moclobemide\", \"Rasagiline\", \"Selegiline\"], \"brand\": [\" Carz, Antep, C Lep\", \" Trima, Rimarex, Morex\", \" Rasalect, Relgin, Rasipar\", \" Selgelin\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6701a"
        },
        "sub_category": "Gastroprokinetics",
        "product_name": "Sompraz D 40 Capsule SR",
        "salt_composition": "Domperidone (30mg) + Esomeprazole (40mg)",
        "product_price": "₹170",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Sompraz D 40 Capsule SR is a prescription medicine used to treat gastroesophageal reflux disease (Acid reflux) and indigestion  by relieving the symptoms such as heartburn, stomach pain, or irritation. It also neutralizes the acid in the stomach and promotes easy passage of gas to reduce stomach discomfort.Sompraz D 40 Capsule SR is taken without food in a dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. If you stop treatment too early your symptoms may come back and your condition may worsen. Let your healthcare team know about all other medications you are taking as some may affect, or be affected by this medicine.Most common side effects are diarrhea, flatulence, stomach pain, dryness in mouth, and headache. Most of these are temporary and usually resolve with time. Contact your doctor straight away if you are at all concerned about any side effects. It may also cause sleepiness and dizziness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. Avoid drinking alcohol while taking this medicine as it can worsen your sleepiness. Lifestyle modifications like having cold milk and avoiding hot tea, coffee, spicy food or chocolate can help you to get better results.Before taking this medicine, you should tell your doctor if you are pregnant, planning pregnancy or breastfeeding. You should also tell your doctor if you have liver diseases so that your doctor can prescribe a suitable dose for you.",
        "side_effects": "Diarrhea,Flatulence,Stomach pain,Dryness in mouth,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6701b"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Zostum-O 200mg Tablet",
        "salt_composition": "Cefditoren (200mg)",
        "product_price": "₹225.25",
        "product_manufactured": "Zuventus Healthcare Ltd",
        "medicine_desc": "Zostum-O 200mg Tablet is an antibiotic medicine used to treat a variety of bacterial infections. It is effective in infections of the respiratory tract (eg. pneumonia), urinary tract, ear, nasal sinus, throat, and some sexually transmitted diseases.Zostum-O 200mg Tablet should be taken with food to avoid an upset stomach. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. You should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back.The most common side effects of this medicine include headache, nausea, indigestion, stomach pain, and diarrhea. These are usually mild but let your doctor know if they bother you or last more than a few days. Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your healthcare team know all other medicines you are taking as they may affect, or be affected by, this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it.",
        "side_effects": "Nausea,Indigestion,Stomach pain,Diarrhea,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6701c"
        },
        "sub_category": "Ophthalmological Anti Infectives Medicines",
        "product_name": "Soframycin 1% Skin Cream",
        "salt_composition": "Framycetin (1% w/w)",
        "product_price": "₹41",
        "product_manufactured": "Sanofi India  Ltd",
        "medicine_desc": "Soframycin 1% Skin Cream is an antibiotic used to treat bacterial skin infections. It is effective in treating infected cuts, wounds, and minor burns. This medicine stops the bacteria from growing, which helps to resolve your symptoms and cure the underlying infection.Soframycin 1% Skin Cream is meant for external use only. It should be applied only to the affected area of the skin as per the dosage and schedule prescribed by your doctor. In order to get the most benefit, apply it regularly, and preferably at a fixed time each day. Do not use a larger amount or apply it more often than directed. This will only increase the risk of side effects.Local side effects like minor burning, stinging, or irritation may be seen after the application of this medicine. These side effects are temporary and usually resolve quickly. Consult your doctor if these persist or if your condition does not improve.Avoid any contact with your eyes, nose, or mouth. Rinse off any accidentally exposed area with plenty of water. Before using it, inform your doctor if you have any previous history of allergy to it or any other medicine. Pregnant or breastfeeding women should consult their doctor before using it.",
        "side_effects": "Application site reactions (burning, irritation, itching and redness)",
        "drug_interactions": "{\"drug\": [\"Abacavir\", \"Adefovir\", \"Alendronic Acid\", \"Amphotericin B\"], \"brand\": [\" Abamune, A-Bec, Virol\", \" Adesera, Adheb, Adfovir\", \" Alendrate, Alenost, Aldrofos\", \" Hospicin B\"], \"effect\": [\"SERIOUS\", \"SERIOUS\", \"SERIOUS\", \"SERIOUS\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6701d"
        },
        "sub_category": "Eye Ear Corticosteroids",
        "product_name": "Methpred 1gm Injection",
        "salt_composition": "Prednisolone (1gm)",
        "product_price": "₹1075.25",
        "product_manufactured": "Troikaa Pharmaceuticals Ltd",
        "medicine_desc": "Methpred 1gm Injection is used for the treatment of wide variety of medical conditions such as severe allergic reactions, asthma, rheumatic disorders and skin and eye disorders. It provides quick relief by preventing the release of substances that cause inflammation and by suppressing the immune system.Methpred 1gm Injection is an injectable drug and given as an injection by a healthcare professional. Do not self-administered the injection. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days.The most common side effects of this medicine include mood changes, upset stomach, and pain, swelling, or redness at the site of injection. You could ask your doctor about ways of preventing or reducing these effects. You should stop taking it straight away if you have any signs of an allergic reaction. Signs of this include rash, swelling of the lips, throat or face, swallowing or breathing problems, feeling dizzy or faint, and nausea.",
        "side_effects": "Mood changes,Upset stomach,Injection site reactions (pain, swelling, redness)",
        "drug_interactions": "{\"drug\": [\"Acarbose\", \"Aspirin\", \"Amlodipine\", \"Amphotericin B\"], \"brand\": [\" Diadose, Abacus, Disorb\", \" M Spirin, Aspirin, Asalite\", \" Samlodon, Amodep, Amleod\", \" Hospicin B\"], \"effect\": [\"SERIOUS\", \"SERIOUS\", \"SERIOUS\", \"SERIOUS\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6701e"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Zifi 200 Tablet",
        "salt_composition": "Cefixime (200mg)",
        "product_price": "₹91.04",
        "product_manufactured": "FDC Ltd",
        "medicine_desc": "Zifi 200 Tablet is an antibiotic belonging to the cephalosporin group, which is used to treat a variety of bacterial infections. It is effective in infections of the respiratory tract (eg. pneumonia), urinary tract, ear, nasal sinus, throat, and some sexually transmitted diseases.Zifi 200 Tablet should be given under the supervision of a doctor or health professional. Use it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Using it at the same time every day will help you remember to take it. The dose will depend on what you are being treated for, but you should always complete the full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back or worsen. It will not work for viral infections such as flu or common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include nausea, stomach pain, indigestion, and diarrhea. These are usually mild but let your doctor know if they bother you or do not go away.Before taking it, you should let your doctor know if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your healthcare team know all other medicines you are taking as they may affect, or be affected by this medicine. This medicine is generally regarded as safe to use during pregnancy and breastfeeding if prescribed by a doctor.",
        "side_effects": "Nausea,Stomach pain,Indigestion,Diarrhea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6701f"
        },
        "sub_category": "Anti Parkinson Drugs",
        "product_name": "Trivastal LA Tablet SR",
        "salt_composition": "Piribedil (50mg)",
        "product_price": "₹178.5",
        "product_manufactured": "Serdia Pharmaceuticals India Pvt Ltd",
        "medicine_desc": "Trivastal LA Tablet SR is a prescription medicine used in the treatment of Parkinson's disease. This medicine helps to treat excessive shaking by slowing down the body movements. It works by increasing the amount of dopamine, a chemical messenger that is needed to control the abnormal movements.Trivastal LA Tablet SR should be taken with food to avoid stomach upset. However, take it at the same time each day to maintain a consistent level of medicine in the blood. In case you have missed a dose, take it as soon as you remember it and finish the full course of treatment even if you feel better. It is important that this medication is not stopped suddenly without talking to the doctor as it can cause harmful effects.Some common side effects of this medicine include headache, vomiting and a feeling of discomfort. It may also cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. inform your doctor if you develop any unusual changes in mood, an abnormally high sex drive, an urge to gamble or uncontrolled spending as these may prove very harmful.Regular eye examinations and blood pressure monitoring should be done during the course of treatment. You should inform your doctor about all medicines that you are taking, especially if you have glucose metabolism disorders as this medicine contains fructose.",
        "side_effects": "Headache,Sleepiness,Vomiting,Feeling of discomfort",
        "drug_interactions": "{\"drug\": [\"Chlorpromazine\", \"Flupenthixol\", \"Fluphenazine\", \"Haloperidol\"], \"brand\": [\" Karzine, Ostil, Prom\", \" Pnxol, Flupen, Full ON\", \" Medipax, Phenodec, Flyzox\", \" Cizonil\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67020"
        },
        "sub_category": "Benign Prostatic Hypertrophy Bph Products",
        "product_name": "Alfusin Tablet PR",
        "salt_composition": "Alfuzosin (10mg)",
        "product_price": "₹209.81",
        "product_manufactured": "Cipla Ltd",
        "medicine_desc": "Alfusin Tablet PR is an alpha adrenergic antagonist that is used in the treatment of benign prostatic hyperplasia. It helps to relieve symptoms like difficulty in passing urine. However, it does not decrease the size of the prostate.Alfusin Tablet PR is advised to take it in a dose and duration as per prescription. It should be taken with food, but take at the same time regularly. Swallow the medicine as a whole without crushing or chewing it. You should not stop taking the medicine without consulting the doctor as it may lead to the worsening of your symptoms. The course of the treatment should be completed for better efficacy of the medicine.Some common side effects of this medicine are upper respiratory tract infection, headache, and tiredness. It may also lead to blurry vision or dizziness, so it is advised to avoid driving while on the medication. If any of the side effects persist or bother you, you must consult the doctor without delay.Simple lifestyle changes can help you manage your symptoms better. Try to urinate as soon as you feel the urge, however, never strain or push to empty your bladder. You should avoid drinking caffeinated or alcoholic drinks at night and a few hours before going to bed or going out.Before receiving the treatment, inform your doctor if you are on any medication for any other health condition. If you are pregnant or breastfeeding, tell your doctor prior to the treatment. If you have to undergo eye surgery due to cataract or glaucoma than inform your eye doctor about the usage of this medicine. Patients with liver or kidney disease must be cautious while receiving the prescription, and they must receive regular follow-ups as per the doctor’s advice.",
        "side_effects": "Upper respiratory tract infection,Dizziness,Headache,Tiredness",
        "drug_interactions": "{\"drug\": [\"Atazanavir\", \"Fluconazole\", \"Indinavir\", \"Itraconazole\"], \"brand\": [\" Atazor, Atavir, Virataz\", \" EF Z, Rocflu, Welcon\", \" Inbec, Indease, Indivan\", \" Itracip\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67021"
        },
        "sub_category": "Methylcobalamin Combinations",
        "product_name": "Methycobal Injection",
        "salt_composition": "Methylcobalamin (500mcg)",
        "product_price": "₹96.06",
        "product_manufactured": "Wockhardt Ltd",
        "medicine_desc": "Methycobal Injection is a man-made form of vitamin B12. It is used to treat deficiency of vitamin B12 in the body. Vitamin B12 is important for growth, cell reproduction, blood formation, and protein and tissue synthesis. It also helps to treat anemia, fatigue, and numbness or tingling in hands and feet.Methycobal Injection should be used exactly as prescribed by the doctor. Follow all directions on the prescription label and read all medication guides before use. You should use it regularly and at a fixed time each day to get the most benefit from it. This medicine may be only part of a complete program of treatment that also includes making changes to your diet and taking other medicines and supplements. Learn about the foods you should eat to make sure you get enough vitamin B12 in your diet.Methycobal Injection is generally safe and does not usually cause any common side effects. Some medicines can decrease the absorption of vitamin B12, let your doctor know all other medicines you are taking to make sure you are safe. To make sure it is safe for you, before using the medicine let your doctor also know if you have any medical conditions such as Leber's disease, liver disease, or kidney disorder.",
        "side_effects": "No common side effects seen",
        "drug_interactions": "{\"drug\": [\"Chloramphenicol\", \"Orlistat\"], \"brand\": [\" Clorocin, Sitamycetine, Kidopalm\", \" Orli-Misia, Redufat, Orlistat\"], \"effect\": [\"LIFE-THREATENING\", \"SERIOUS\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67022"
        },
        "sub_category": "Angiotensin Ii Antagonists Calcium Antagonists",
        "product_name": "Stamlo-T Tablet",
        "salt_composition": "Telmisartan (40mg) + Amlodipine (5mg)",
        "product_price": "₹132.77",
        "product_manufactured": "Dr Reddy's Laboratories Ltd",
        "medicine_desc": "Stamlo-T Tablet contains two medicines, both of which help to control high blood pressure. It lowers the blood pressure by relaxing the blood vessels and making it easier for your heart to pump blood around your body. This will reduce your risk of having a heart attack or a stroke.Stamlo-T Tablet may be taken on an empty stomach or along with food. However, it is better to take it regularly at a fixed time each day, as prescribed by your doctor. The dose will depend on your condition and how you respond to the medicine. It’s important to keep taking this medicine even if you feel well. By lowering your blood pressure, it is reducing your risk of heart attack or stroke so do not stop taking it unless your doctor tells you to. You can help this medication work better by making a few changes to your lifestyle such as keeping active, stopping smoking, and eating a low salt and low-fat diet.The most common side effects of this medicine include swelling in your ankles or feet (edema), headache, sleepiness, dizziness, tiredness, and upset stomach. Since it may cause sleepiness and dizziness, do not drive or do anything requiring concentration until you know how it affects you. Talk to your doctor if any of the side effects bother you or will not go away.Before taking this medicine, let your doctor know if you have any kidney or liver problems or severe dehydration. Pregnant or breastfeeding women should also consult their doctor before taking it. While using this medicine, your blood pressure will need to be checked often and your kidney function may also need to be tested.",
        "side_effects": "Sleepiness,Ankle swelling,Headache,Flushing (sense of warmth in the face, ears, neck and trunk),Dizziness,Tiredness,Palpitations,Upset stomach,Increased potassium level in blood",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67023"
        },
        "sub_category": "Oral Antidiabetics",
        "product_name": "Dynaglipt-M Tablet SR",
        "salt_composition": "Metformin (500mg) + Teneligliptin (20mg)",
        "product_price": "₹88.82",
        "product_manufactured": "Mankind Pharma Ltd",
        "medicine_desc": "Dynaglipt-M Tablet SR is a combination of two medicines that control high blood sugar levels in people with type 2 diabetes mellitus. This helps prevent serious complications of diabetes such as kidney damage and blindness and may reduce your chance of having a heart attack or stroke.Dynaglipt-M Tablet SR can be prescribed alone or together with other diabetes medications. All diabetes medicines work best when used along with a healthy diet and regular exercise. The dose you are given will depend on your condition, blood sugar levels, and what other medicines you are taking. Taking it with meals helps to reduce the chances of developing an upset stomach.You should take it regularly, at the same time each day, to get the most benefit and you should not stop unless your doctor recommends it. It is controlling your blood sugar levels and helping to prevent serious complications in the future. It is important to stay on the diet and exercise program recommended by your doctor while taking this medicine. Your lifestyle plays a big part in controlling diabetes.The most common side effects of taking this medicine include diarrhea, nausea, vomiting, upset stomach, headache, and sore throat. Low blood sugar level (hypoglycemia) is a possible side effect if you are also taking other diabetes medicines like insulin or sulfonylurea, so you need to know how to recognize and deal with it.This medicine is not suitable for everyone. Before taking it, you should let your doctor know if you have ever had kidney, liver or heart disease, problems with your pancreas, or if you drink a lot of alcohol. Pregnant or breastfeeding women should also consult their doctor before taking this medicine. Some other medicines can affect this one so tell your doctor about all the medicines you are taking to make sure you are safe. You should try to avoid drinking alcohol as it lowers blood glucose. Your doctor will check your kidney function and blood sugar levels before and during treatment.",
        "side_effects": "Diarrhea,Nausea,Vomiting,Upset stomach,Headache,Nasal congestion (stuffy nose),Sore throat,Respiratory tract infection,Hypoglycaemia (low blood sugar level) in combination with insulin or sulphonylurea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67024"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Magnex Forte 1.5gm Injection",
        "salt_composition": "Cefoperazone (1000mg) + Sulbactam (500mg)",
        "product_price": "₹619.7",
        "product_manufactured": "Pfizer Ltd",
        "medicine_desc": "Magnex Forte 1.5gm Injection is a combination medicine. It is prescribed to treat various types of bacterial infections. It fights against the microorganisms to prevent their growth and further spread of the infection.Magnex Forte 1.5gm Injection should only be administered under the supervision of a healthcare professional. Do not miss any scheduled appointments for taking this medicine. The course of the treatment must be completed even if you feel better. Sudden discontinuation of the treatment may affect the potency of the medicine.Some common side effects of this medicine are nausea, vomiting, diarrhea, indigestion, etc. If any of the side effects get aggravated, you must consult your doctor immediately. If you experience any allergic reaction (rashes, itching, swelling, shortness of breath, etc.), you must seek immediate medical help.Before taking this medicine, you should tell your doctor if you are taking any medicines for any health condition. Pregnant or breastfeeding women should also consult with their doctor before taking it. Avoid drinking alcohol as it can cause excessive drowsiness with this medicine. It usually does not impair your ability to drive, but you should not drive if it makes you feel sleepy or dizzy. You must take adequate rest for a faster recovery, also take a healthy diet and drink plenty of water. Your doctor may ask for a few laboratory and diagnostic tests to know the effects of the medicine on your body.",
        "side_effects": "Diarrhea,Abnormal liver function tests,Allergic reaction,Anemia (low number of red blood cells)",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67025"
        },
        "sub_category": "Oral Antidiabetics",
        "product_name": "Istamet 50mg/500mg Tablet",
        "salt_composition": "Sitagliptin  (50mg) +  Metformin (500mg)",
        "product_price": "₹322.57",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Istamet 50mg/500mg Tablet is a combination of two medicines that control high blood sugar levels in people with type 2 diabetes mellitus. This helps prevent serious complications of diabetes such as kidney damage and blindness and may reduce your chance of having a heart attack or stroke.Istamet 50mg/500mg Tablet can be prescribed alone or together with other diabetes medications. All diabetes medicines work best when used along with a healthy diet and regular exercise. The dose you are given will depend on your condition, blood sugar levels, and what other medicines you are taking. Taking it with meals helps to reduce the chances of developing an upset stomach.You should take it regularly, at the same time each day, to get the most benefit and you should not stop unless your doctor recommends it. It is controlling your blood sugar levels and helping to prevent serious complications in the future. It is important to stay on the diet and exercise program recommended by your doctor while taking this medicine. Your lifestyle plays a big part in controlling diabetes.The most common side effects of taking Istamet 50mg/500mg Tablet include diarrhea, nausea, vomiting, upset stomach, headache, and sore throat. Low blood sugar level (hypoglycemia) is a possible side effect if you are also taking other diabetes medicines like insulin or sulfonylurea, so you need to know how to recognize and deal with it.This medicine is not suitable for everyone. Before taking it, you should let your doctor know if you have ever had kidney, liver or heart disease, problems with your pancreas, or if you drink a lot of alcohol. Pregnant or breastfeeding women should also consult their doctor before taking this medicine. Some other medicines can affect this one so tell your doctor about all the medicines you are taking to make sure you are safe. You should try to avoid drinking alcohol as it lowers blood glucose. Your doctor will check your kidney function and blood sugar levels before and during treatment.",
        "side_effects": "Diarrhea,Nausea,Vomiting,Upset stomach,Headache,Nasal congestion (stuffy nose),Sore throat,Respiratory tract infection,Hypoglycaemia (low blood sugar level) in combination with insulin or sulphonylurea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67026"
        },
        "sub_category": "Ophthalmological Anti Infectives Medicines",
        "product_name": "Mahaflox 400 Tablet",
        "salt_composition": "Moxifloxacin (400mg)",
        "product_price": "₹83.25",
        "product_manufactured": "Mankind Pharma Ltd",
        "medicine_desc": "Mahaflox 400 Tablet is an antibiotic, used in the treatment of bacterial infections. It is also used in treating infections of the urinary tract, nose, throat, skin and soft tissues and lungs (pneumonia). It cures the infection by stopping the further growth of the causative microorganisms.Mahaflox 400 Tablet should be used in the dose and duration as advised by your doctor. It may be taken with or without food, preferably at a fixed time. Do not skip any doses and finish the full course of treatment even if you feel better. You should not take a double dose to make up for a missed dose. Simply take the next dose as planned.You may have a headache, dizziness, and nausea as side effects of this medicine. These are usually temporary and resolves on its own, but please consult your doctor if it bothers you or persists for a longer duration. Diarrhea may also occur as a side effect but should stop when your course is complete. Inform your doctor if it does not stop or if you find blood in your stools.You should not take this medicine if you are allergic to any of its ingredients. Special care should be taken in people with kidney problems while taking this medicine.",
        "side_effects": "Headache,Dizziness,Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [\"Rasagiline\", \"Selegiline\", \"Tizanidine\", \"Strontium Chloride\"], \"brand\": [\" Rasalect, Relgin, Rasipar\", \" Selgelin, Jumex, Selgin\", \" Tizonec, Tidired, Tizakind\", \" Bentoform\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67027"
        },
        "sub_category": "Gastroprokinetics",
        "product_name": "Pantakind-DSR Capsule",
        "salt_composition": "Domperidone (30mg) + Pantoprazole (40mg)",
        "product_price": "₹75.27",
        "product_manufactured": "Mankind Pharma Ltd",
        "medicine_desc": "Pantakind-DSR Capsule is a prescription medicine used to treat gastroesophageal reflux disease (Acid reflux) and peptic ulcer disease by relieving the symptoms of acidity such as indigestion, heartburn, stomach pain, or irritation.Pantakind-DSR Capsule also neutralizes the acid in the stomach and promotes easy passage of gas to reduce stomach discomfort. It is taken without food in a dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. If you stop treatment too early your symptoms may come back and your condition may worsen. Let your healthcare team know about all other medications you are taking as some may affect, or be affected by this medicine.The most common side effects are diarrhea, stomach pain, flatulence, dryness in mouth, and headache. Most of these are temporary and usually resolve with time. Contact your doctor straight away if you are at all concerned about any of these side effects. This medicine may cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. Avoid drinking alcohol while taking this medicine as it can worsen your sleepiness. Lifestyle modifications like having cold milk and avoiding hot tea, coffee, spicy food or chocolate can help you to get better results.Before you start taking this medicine it is important to inform your doctor if you are suffering from kidney or liver disease. You should also tell your doctor if you are pregnant, planning pregnancy or breastfeeding.",
        "side_effects": "Diarrhea,Stomach pain,Flatulence,Dryness in mouth,Dizziness,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67028"
        },
        "sub_category": "Hormonal Contraceptives Systemic",
        "product_name": "Naturogest SR 200 Tablet",
        "salt_composition": "Progesterone (Natural Micronized) (200mg)",
        "product_price": "₹350.85",
        "product_manufactured": "Zydus Cadila",
        "medicine_desc": "Naturogest SR 200 Tablet is a natural female sex hormone, progesterone. It is used to treat menstrual and pregnancy-related issues that are caused due to hormonal imbalance.Naturogest SR 200 Tablet is also prescribed along with estrogen as a part of hormonal replacement therapy for preventing endometrial hyperplasia (thickening of the lining of the uterus).  It should be taken with food. It should be taken at the same time each day to get the most benefit. You should continue taking it for as long as your doctor has told you to, even if you feel well. The most common side effects include abdominal bloating, abdominal pain, dizziness, headache, depression, breast tenderness, hot flushes, vaginal discharge, joint paint, and urinary incontinence. Side effects are more common during the first few weeks and usually lessen as your body gets used to the medicine. You may also experience bleeding or spotting between your periods, consult with your doctor if it happens frequently. Before taking this medicine, inform your doctor if you have, or have had, breast cancer, unusual bleeding in the vagina, or liver disease. You will probably have several tests both before and during treatment to check your womb.  Also, tell your doctor what other medicines you are taking as some may affect, or be affected by, this medicine. In general, it is advisable to avoid alcohol and smoking.",
        "side_effects": "Headache,Abdominal pain,Abdominal bloating,Dizziness,Depression,Breast tenderness,Hot flushes,Vaginal discharge,Joint pain,Urinary incontinence",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67029"
        },
        "sub_category": "Anti Rheumatics Non Steroidal Systemic",
        "product_name": "Fenak Plus Tablet",
        "salt_composition": "Diclofenac (50mg) + Paracetamol (325mg)",
        "product_price": "₹21.33",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Fenak Plus Tablet is a pain relieving medicine. It is used to reduce pain and inflammation in conditions like rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis. It may also be used to relieve muscle pain, back pain, toothache, or pain in the ear and throat.Fenak Plus Tablet should be taken with food. This will prevent you from getting an upset stomach. You should take it regularly as advised by your doctor. Do not take more or use it for a longer duration than recommended by your doctor.Some of the common side effects of this medicine include nausea, vomiting, stomach pain, loss of appetite, heartburn, and diarrhea. If any of these side effects bother you or do not go away with time, you should let your doctor know. Your doctor may help you with ways to reduce or prevent the side effects.The medicine may not be suitable for everybody. Before taking it, let your doctor know if you have any problems with your heart, kidneys, liver, or have stomach ulcers. To make sure it is safe for you, let your doctor know about all the other medicines you are taking. Pregnant and breastfeeding mothers should first consult their doctors before using this medicine.",
        "side_effects": "Nausea,Vomiting,Stomach pain/epigastric pain,Heartburn,Diarrhea,Loss of appetite",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6702a"
        },
        "sub_category": "Methylcobalamin Combinations",
        "product_name": "Neurobion RF Forte Injection",
        "salt_composition": "Methylcobalamin (1000mcg) + Vitamin B6 (Pyridoxine) (100mg) + Nicotinamide (100mg)",
        "product_price": "₹12.68",
        "product_manufactured": "Merck Ltd",
        "medicine_desc": "Neurobion RF Forte Injection is a prescription medicine. It has a combination of vitamins that is prescribed to treat vitamin and other nutritional deficiencies. It ensures the proper growth and functioning of the body.Neurobion RF Forte Injection injection is administered under the supervision of a healthcare professional. You are not advised to self administer this injection. Inform your doctor if you have any known allergy from this medication.You may experience symptoms of injection site reactions such as redness, swelling, and pain. Usually, they go away with time but if these symptoms persist for a longer duration, please consult your doctor. Inform your doctor if you are suffering from any disease or are taking any medicines.",
        "side_effects": "No common side effects seen",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6702b"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Cetil 500 Tablet",
        "salt_composition": "Cefuroxime (500mg)",
        "product_price": "₹764.15",
        "product_manufactured": "Lupin Ltd",
        "medicine_desc": "Cetil 500 Tablet is an antibiotic medicine used to treat bacterial infections in your body. It is effective in infections of the lungs (e.g. pneumonia), ear, throat, nasal sinus, urinary tract, skin, soft tissues, bones, and joints. It is also used to prevent infections during surgery.Cetil 500 Tablet should be taken with food to avoid an upset stomach. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back. It will not work for viral infections such as flu or the common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include rash, vomiting, increased liver enzymes, nausea, and diarrhea. These are usually mild but let your doctor know if they bother you or last more than a few days.Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it.",
        "side_effects": "Rash,Vomiting,Allergic reaction,Increased liver enzymes,Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6702c"
        },
        "sub_category": "Anti Rheumatics Non Steroidal Systemic",
        "product_name": "Fenak Plus Tablet",
        "salt_composition": "Diclofenac (50mg) + Paracetamol (325mg)",
        "product_price": "₹21.33",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Fenak Plus Tablet is a pain relieving medicine. It is used to reduce pain and inflammation in conditions like rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis. It may also be used to relieve muscle pain, back pain, toothache, or pain in the ear and throat.Fenak Plus Tablet should be taken with food. This will prevent you from getting an upset stomach. You should take it regularly as advised by your doctor. Do not take more or use it for a longer duration than recommended by your doctor.Some of the common side effects of this medicine include nausea, vomiting, stomach pain, loss of appetite, heartburn, and diarrhea. If any of these side effects bother you or do not go away with time, you should let your doctor know. Your doctor may help you with ways to reduce or prevent the side effects.The medicine may not be suitable for everybody. Before taking it, let your doctor know if you have any problems with your heart, kidneys, liver, or have stomach ulcers. To make sure it is safe for you, let your doctor know about all the other medicines you are taking. Pregnant and breastfeeding mothers should first consult their doctors before using this medicine.",
        "side_effects": "Nausea,Vomiting,Stomach pain/epigastric pain,Heartburn,Diarrhea,Loss of appetite",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6702d"
        },
        "sub_category": "Intestinal Anti Infective Antidiarrhoeals",
        "product_name": "Cifran 500 Tablet",
        "salt_composition": "Ciprofloxacin (500mg)",
        "product_price": "₹34.61",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Cifran 500 Tablet is an antibiotic, used in the treatment of bacterial infections. It is also used in treating infections of the urinary tract, nose, throat, skin and soft tissues and lungs (pneumonia). It cures the infection by killing and stopping the growth of the infectious microorganisms.Cifran 500 Tablet should be used in the dose and duration as advised by your doctor. It may be taken with or without food, preferably at a fixed time. Avoid skipping any doses and finish the full course of treatment even if you feel better. Do not take a double dose to make up for a missed dose. Simply take the next dose as planned.You may experience nausea as a side effect of this medicine. This is usually temporary and resolves on its own, but please consult your doctor if it bothers you or persists for a longer duration. Diarrhea may also occur as a side effect but should stop when your course is complete. Inform your doctor if it does not stop or if you find blood in your stools.You should not take this medicine if you are allergic to any of its ingredients. Rarely, some people may have a severe allergic reaction which needs urgent medical attention. Signs of this include rash, swelling of the lips, tongue or face, shortness of breath or breathing problems. Special care should be taken in people with kidney problems while taking this medicine.",
        "side_effects": "Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [\"Rasagiline\", \"Selegiline\", \"Tizanidine\", \"Strontium Chloride\"], \"brand\": [\" Rasalect, Relgin, Rasipar\", \" Selgelin, Jumex, Selgin\", \" Tizonec, Tidired, Tizakind\", \" Bentoform\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6702e"
        },
        "sub_category": "Macrolides And Similar Types",
        "product_name": "Lizolid 600 Tablet",
        "salt_composition": "Linezolid (600mg)",
        "product_price": "₹277.85",
        "product_manufactured": "Integrace Pvt Ltd",
        "medicine_desc": "Lizolid 600 Tablet is an antibiotic medicine used in the treatment of severe bacterial infections. It is used to treat infections of lungs (Pneumonia), skin and soft tissues.Lizolid 600 Tablet may be taken with or without food, preferably at a fixed time. You should take it regularly as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. Do not stop taking it until you have finished the complete course, even when you feel better. If you stop taking this medicine too early then infection may return or worsen.The most common side effects of Lizolid 600 Tablet include vomiting, headache, nausea, decreased blood cell counts and diarrhea. These are usually mild but let your doctor know if they bother you or last more than a few days.Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it.",
        "side_effects": "Vomiting,Headache,Nausea,Decreased blood cells (red cells, white cells, and platelets),Diarrhea",
        "drug_interactions": "{\"drug\": [\"Amitriptyline\", \"Amoxapine\", \"Citalopram\", \"Clomipramine\"], \"brand\": [\" Triptam, Tryptomec, Amsha\", \" Oxcap, A Pine, Axepine\", \" Vocita, Celexa, Citlop\", \" Imi-CI\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6702f"
        },
        "sub_category": "Macrolides And Similar Types",
        "product_name": "Aziwok 500 Tablet",
        "salt_composition": "Azithromycin (500mg)",
        "product_price": "₹118.89",
        "product_manufactured": "Wockhardt Ltd",
        "medicine_desc": "Aziwok 500 Tablet is an antibiotic used to treat various types of bacterial infections of the respiratory tract, ear, nose, throat, lungs, skin, and eye in adults and children. It is also effective in typhoid fever and some sexually transmitted diseases like gonorrhea.Aziwok 500 Tablet is a broad-spectrum type of antibiotic effective in killing many types of gram-positive bacteria, some types of gram-negative bacteria and other microorganisms. This medicine is taken orally, preferably either one hour before or 2 hours after a meal. It should be used regularly at evenly spaced time intervals as prescribed by your doctor. Do not skip any doses and finish the full course of treatment even if you feel better. Stopping the medicine too early may lead to the return or worsening of the infection.Commonly seen side effects seen with this medicine include vomiting, nausea, stomach pain, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects worry you or persist for a longer duration.Inform your doctor if you have any previous history of allergy or heart problems before taking this medicine. Pregnant or breastfeeding women should consult their doctor before using this medicine.",
        "side_effects": "Vomiting,Nausea,Abdominal pain,Diarrhea",
        "drug_interactions": "{\"drug\": [\"Astemizole\", \"Ebastine\", \"Mizolastine\", \"Terfenadine\"], \"brand\": [\" Alestol, Astelong, Astem\", \" Qubast, Basbat, Ebaler\", \" Zehist\", \" Terfed\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67030"
        },
        "sub_category": "Anti Rheumatics Non Steroidal Systemic",
        "product_name": "Myospaz Tablet",
        "salt_composition": "Paracetamol (325mg) + Chlorzoxazone (250mg)",
        "product_price": "₹100.72",
        "product_manufactured": "Win-Medicare Pvt Ltd",
        "medicine_desc": "Myospaz Tablet is a combination of two medicines used in the treatment of pain due to muscle spasm. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.Myospaz Tablet can be taken with or without food. You should take it regularly as advised by your doctor. Do not take more or use it for a longer duration than recommended by your doctor.Using of this medicine can cause some common side effects such as stomach upset, dizziness, weakness, and sleepiness. If any of these side effects bother you or do not go away with time, you should let your doctor know. Your doctor may help with ways to reduce or prevent these side effects.The medicine may not be suitable for everybody. Before taking it, let your doctor know if you have any problems with your heart, kidneys, or liver. To make sure it is safe for you, let your doctor also know all the other medicines you are taking. Pregnant and breastfeeding mothers should first consult their doctors before using the medicine.",
        "side_effects": "Upset stomach,Dizziness,Weakness,Sleepiness",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67031"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Ceftas 200 Tablet",
        "salt_composition": "Cefixime (200mg)",
        "product_price": "₹70.86",
        "product_manufactured": "Intas Pharmaceuticals Ltd",
        "medicine_desc": "Ceftas 200 Tablet is an antibiotic belonging to the cephalosporin group, which is used to treat a variety of bacterial infections. It is effective in infections of the respiratory tract (eg. pneumonia), urinary tract, ear, nasal sinus, throat, and some sexually transmitted diseases.Ceftas 200 Tablet should be given under the supervision of a doctor or health professional. Use it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Using it at the same time every day will help you remember to take it. The dose will depend on what you are being treated for, but you should always complete the full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back or worsen. It will not work for viral infections such as flu or common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include nausea, stomach pain, indigestion, and diarrhea. These are usually mild but let your doctor know if they bother you or do not go away.Before taking it, you should let your doctor know if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your healthcare team know all other medicines you are taking as they may affect, or be affected by this medicine. This medicine is generally regarded as safe to use during pregnancy and breastfeeding if prescribed by a doctor.",
        "side_effects": "Nausea,Stomach pain,Indigestion,Diarrhea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67032"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Ceftum 250mg Tablet",
        "salt_composition": "Cefuroxime (250mg)",
        "product_price": "₹196.43",
        "product_manufactured": "Glaxo SmithKline Pharmaceuticals Ltd",
        "medicine_desc": "Ceftum 250mg Tablet is an antibiotic medicine used to treat bacterial infections in your body. It is effective in infections of the lungs (e.g. pneumonia), ear, throat, nasal sinus, urinary tract, skin, soft tissues, bones, and joints. It is also used to prevent infections during surgery.Ceftum 250mg Tablet should be taken with food to avoid an upset stomach. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back. It will not work for viral infections such as flu or the common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include rash, vomiting, increased liver enzymes, nausea, and diarrhea. These are usually mild but let your doctor know if they bother you or last more than a few days.Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it.",
        "side_effects": "Rash,Vomiting,Allergic reaction,Increased liver enzymes,Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67033"
        },
        "sub_category": "Intestinal Anti Infective Antidiarrhoeals",
        "product_name": "Nor Metrogyl Suspension",
        "salt_composition": "Metronidazole (100mg) + Norfloxacin (100mg)",
        "product_price": "",
        "product_manufactured": "Lekar Pharma Ltd",
        "medicine_desc": "Nor Metrogyl Suspension is a combination medicine that is used to treat diarrhea and dysentery. It prevents the growth of microorganisms to treat the infection.Nor Metrogyl Suspension is a prescription medicine that is advised to be taken as suggested by the doctor. It should be taken with food, but it must be taken at a fixed time to ensure better efficacy. Do not consume more than the recommended dose, as an overdose of it may have harmful effects on your body. If you miss a dose, take it as soon as you remember. The treatment must be completed even if you feel better to ensure a complete recovery.Nor Metrogyl Suspension may lead to some side effects such as nausea, vomiting, stomach pain, loss of appetite, headache, etc. To overcome any such side effects, it is advised to eat a healthy balanced diet and drink plenty of fluid. If any of the side effects get aggravated, contact your doctor immediately. If you experience any allergic reaction (rashes, itching, swelling, shortness of breath, etc.), you must consult your doctor immediately.Before taking this medicine, you should tell your doctor if you have any problems with your liver or kidneys. Also, tell your doctor if you are on any medication for any health condition. Pregnant or breastfeeding women should also consult with the doctors before taking it. Avoid drinking alcohol as it can cause excessive dizziness with this medicine. It usually does not impair your ability to drive, but you should not drive if it makes you feel sleepy or dizzy. If you are a known allergic to the medicine, you must refrain from using this medicine and consult your doctor. It is advised to take proper rest during the course of treatment for the medicine to work effectively.",
        "side_effects": "Nausea,Headache,Dryness in mouth,Metallic taste",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67034"
        },
        "sub_category": "Macrolides And Similar Types",
        "product_name": "Zady 500 Tablet",
        "salt_composition": "Azithromycin (500mg)",
        "product_price": "₹111.01",
        "product_manufactured": "Mankind Pharma Ltd",
        "medicine_desc": "Zady 500 Tablet is an antibiotic used to treat various types of bacterial infections of the respiratory tract, ear, nose, throat, lungs, skin, and eye in adults and children. It is also effective in typhoid fever and some sexually transmitted diseases like gonorrhea.Zady 500 Tablet is a broad-spectrum type of antibiotic effective in killing many types of gram-positive bacteria, some types of gram-negative bacteria and other microorganisms. This medicine is taken orally, preferably either one hour before or 2 hours after a meal. It should be used regularly at evenly spaced time intervals as prescribed by your doctor. Do not skip any doses and finish the full course of treatment even if you feel better. Stopping the medicine too early may lead to the return or worsening of the infection.Commonly seen side effects seen with this medicine include vomiting, nausea, stomach pain, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects worry you or persist for a longer duration.Inform your doctor if you have any previous history of allergy or heart problems before taking this medicine. Pregnant or breastfeeding women should consult their doctor before using this medicine.",
        "side_effects": "Vomiting,Nausea,Abdominal pain,Diarrhea",
        "drug_interactions": "{\"drug\": [\"Astemizole\", \"Ebastine\", \"Mizolastine\", \"Terfenadine\"], \"brand\": [\" Alestol, Astelong, Astem\", \" Qubast, Basbat, Ebaler\", \" Zehist\", \" Terfed\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67035"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Pulmocef 500 Tablet",
        "salt_composition": "Cefuroxime (500mg)",
        "product_price": "₹340",
        "product_manufactured": "Micro Labs Ltd",
        "medicine_desc": "Pulmocef 500 Tablet is an antibiotic medicine used to treat bacterial infections in your body. It is effective in infections of the lungs (e.g. pneumonia), ear, throat, nasal sinus, urinary tract, skin, soft tissues, bones, and joints. It is also used to prevent infections during surgery.Pulmocef 500 Tablet should be taken with food to avoid an upset stomach. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back. It will not work for viral infections such as flu or the common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include rash, vomiting, increased liver enzymes, nausea, and diarrhea. These are usually mild but let your doctor know if they bother you or last more than a few days.Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it.",
        "side_effects": "Rash,Vomiting,Allergic reaction,Increased liver enzymes,Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67036"
        },
        "sub_category": "Broad Spectrum Penicillins",
        "product_name": "Oflox 200 Tablet",
        "salt_composition": "Ofloxacin (200mg)",
        "product_price": "₹62.22",
        "product_manufactured": "Cipla Ltd",
        "medicine_desc": "Oflox 200 Tablet is an antibiotic, used in the treatment of bacterial infections. It is also used in treating infections of the urinary tract, nose, throat, skin and soft tissues and lungs (pneumonia). It cures the infection by stopping the further growth of the causative microorganisms.Oflox 200 Tablet should be used in the dose and duration as advised by your doctor. It may be taken with or without food, preferably at a fixed time. Avoid skipping any doses and finish the full course of treatment even if you feel better. Do not take a double dose to make up for a missed dose. Simply take the next dose as planned.You may experience nausea and stomach pain as the side effects of this medicine. These are usually temporary and resolve on their own, but please consult your doctor if they bother you or persist for a longer duration. Diarrhea may also occur as a side effect but should stop when your course is complete. Inform your doctor if it does not stop or if you find blood in your stools.You should not take this medicine if you are allergic to any of its ingredients. Rarely, some people may have a severe allergic reaction which needs urgent medical attention. Signs of this include rash, swelling of the lips, tongue or face, shortness of breath or breathing problems. Special care should be taken in people with kidney problems while taking this medicine.",
        "side_effects": "Nausea,Stomach pain,Diarrhea",
        "drug_interactions": "{\"drug\": [\"Rasagiline\", \"Selegiline\", \"Tizanidine\", \"Strontium Chloride\"], \"brand\": [\" Rasalect, Relgin, Rasipar\", \" Selgelin, Jumex, Selgin\", \" Tizonec, Tidired, Tizakind\", \" Bentoform\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67037"
        },
        "sub_category": "Intestinal Anti Infective Antidiarrhoeals",
        "product_name": "Cifran CT Tablet",
        "salt_composition": "Ciprofloxacin (500mg) + Tinidazole (600mg)",
        "product_price": "₹102.85",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Cifran CT Tablet is a combination medicine that is used to treat gynecological infections, teeth and urine infections, lung infections, and abdominal infections such as acute diarrhea or dysentery. It acts against the infection-causing microorganisms to manage the infections.Cifran CT Tablet is a prescription medicine that is advised to be taken as suggested by the doctor. It should be taken with food, but it must be taken at a fixed time to ensure better efficacy. Do not consume more than the recommended dose, as an overdose of it may have harmful effects on your body. If you miss a dose, take it as soon as you remember. The treatment must be completed even if you feel better to ensure a complete recovery.Cifran CT Tablet may lead to some side effects such as nausea, vomiting, stomach pain, loss of appetite, headache, etc. To overcome any such side effects, it is advised to eat a healthy balanced diet and drink plenty of fluid. If any of the side effects get aggravated, contact your doctor immediately. If you experience any allergic reaction (rashes, itching, swelling, shortness of breath, etc.), you must consult your doctor immediately.Before taking this medicine, you should tell your doctor if you have any problems with your liver or kidneys. Also, tell your doctor if you are on any medication for any health condition. Pregnant or breastfeeding women should also consult with the doctors before taking it. Avoid drinking alcohol as it can cause excessive dizziness with this medicine. It usually does not impair your ability to drive, but you should not drive if it makes you feel sleepy or dizzy. If you are a known allergic to the medicine, you must refrain from using this medicine and consult your doctor. It is advised to take proper rest during the course of treatment for the medicine to work effectively.",
        "side_effects": "Nausea,Vomiting,Stomach pain,Dryness in mouth,Metallic taste,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67038"
        },
        "sub_category": "Anti Inflammatory Enzymes",
        "product_name": "Lobak  Tablet",
        "salt_composition": "Chlorzoxazone (250mg) + Diclofenac (50mg) + Paracetamol (325mg)",
        "product_price": "₹56.1",
        "product_manufactured": "Geno Pharmaceuticals Ltd",
        "medicine_desc": "Lobak  Tablet is a combination medicine used in the treatment of pain due to muscle spasm. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.Lobak  Tablet should be taken with food. This will prevent you from getting an upset stomach. You should take it regularly as advised by your doctor. Do not take more or use it for longer duration than recommended by your doctor.Using of this medicine can cause some common side effects such as nausea, vomiting, heartburn, stomach pain, diarrhea, loss of appetite, and dryness in mouth. If any of these side effects bother you or do not go away with time, you should let your doctor know. Your doctor may help with ways to reduce or prevent these side effects.The medicine may not be suitable for everybody. Before taking it, let your doctor know if you have any problems with your heart, kidneys, or liver. To make sure it is safe for you, let your doctor also know all the other medicines you are taking. Pregnant and breastfeeding mothers should first consult their doctors before using the medicine.",
        "side_effects": "Nausea,Vomiting,Heartburn,Stomach pain,Diarrhea,Loss of appetite,Dryness in mouth,Weakness,Sleepiness",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67039"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Monocef-O 200 Tablet",
        "salt_composition": "Cefpodoxime Proxetil (200mg)",
        "product_price": "₹131.54",
        "product_manufactured": "Aristo Pharmaceuticals Pvt Ltd",
        "medicine_desc": "Monocef-O 200 Tablet is an antibiotic medicine used to treat bacterial infections in your body. It is effective in infections of the lungs (eg. pneumonia), urinary tract, ear, nasal sinus, throat, and skin. It kills bacteria, which helps to improve your symptoms and cure the infection.Monocef-O 200 Tablet should be taken with food. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back. It will not work for viral infections such as flu or the common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include rash, nausea, and diarrhea. Taking this medicine along with some food may help to prevent indigestion and upset stomach. Consult your doctor if you find these side effects bother or worry you. Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. This medicine is generally regarded as safe to use in pregnancy and breastfeeding if prescribed by your doctor. It may blur your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.",
        "side_effects": "Rash,Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [\"Magaldrate\", \"Sodium Bicarbonate\"], \"brand\": [\" Magflux, Magasip\", \" Sodamax, Sobinix, Sobimed\"], \"effect\": [\"SERIOUS\", \"SERIOUS\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6703a"
        },
        "sub_category": "Intestinal Anti Infective Antidiarrhoeals",
        "product_name": "Oflox OZ Tablet",
        "salt_composition": "Ofloxacin (200mg) + Ornidazole (500mg)",
        "product_price": "₹121.74",
        "product_manufactured": "Cipla Ltd",
        "medicine_desc": "Oflox OZ Tablet is a combination of two antibiotics that effectively kills the microorganisms. It is used to treat gynecological infections, lung infections, urinary infections, and gastrointestinal infections such as acute diarrhea or dysentery.Oflox OZ Tablet should be taken with food, but it must be taken at a fixed time to ensure better efficacy. Do not consume more than the recommended dose, as an overdose of it may have harmful effects on your body. If you miss a dose, take it as soon as you remember. The treatment must be completed even if you feel better to ensure a complete recovery.This medicine may lead to some side effects such as nausea, vomiting, stomach pain, loss of appetite, headache, etc. To overcome any such side effects, it is advised to eat a healthy balanced diet and drink plenty of fluid. If any of the side effects get aggravated, consult your doctor immediately. If you experience any allergic reaction (rashes, itching, swelling, shortness of breath, etc.), you must seek immediate medical help.Before taking this medicine, you should tell your doctor if you have any problems with your liver or kidneys. Also, tell your doctor if you are on any medication for any health condition. Pregnant or breastfeeding women should also consult with the doctors before taking it. Avoid drinking alcohol as it can cause excessive dizziness with this medicine. It usually does not impair your ability to drive, but you should not drive if it makes you feel sleepy or dizzy. If you are a known allergic to the medicine, you must refrain from using this medicine and consult your doctor. It is advised to take proper rest during the course of treatment for the medicine to work effectively.",
        "side_effects": "Nausea,Loss of appetite,Dizziness,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6703b"
        },
        "sub_category": "Anti Inflammatory Enzymes",
        "product_name": "Powergesic MR Tablet",
        "salt_composition": "Chlorzoxazone (500mg) + Diclofenac (50mg) + Paracetamol (325mg)",
        "product_price": "₹124.74",
        "product_manufactured": "Jenburkt Pharmaceuticals Ltd",
        "medicine_desc": "Powergesic MR Tablet is a combination medicine used in the treatment of pain due to muscle spasm. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.Powergesic MR Tablet should be taken with food. This will prevent you from getting an upset stomach. You should take it regularly as advised by your doctor. Do not take more or use it for longer duration than recommended by your doctor.Using of this medicine can cause some common side effects such as nausea, vomiting, heartburn, stomach pain, diarrhea, loss of appetite, and dryness in mouth. If any of these side effects bother you or do not go away with time, you should let your doctor know. Your doctor may help with ways to reduce or prevent these side effects.The medicine may not be suitable for everybody. Before taking it, let your doctor know if you have any problems with your heart, kidneys, or liver. To make sure it is safe for you, let your doctor also know all the other medicines you are taking. Pregnant and breastfeeding mothers should first consult their doctors before using the medicine.",
        "side_effects": "Nausea,Vomiting,Heartburn,Stomach pain,Diarrhea,Loss of appetite,Dryness in mouth,Weakness,Sleepiness",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6703c"
        },
        "sub_category": "Labour Inducers",
        "product_name": "Mergin 0.125mg Tablet",
        "salt_composition": "Methylergometrine (0.125mg)",
        "product_price": "₹69.43",
        "product_manufactured": "Shrinivas Gujarat Laboratories Pvt Ltd",
        "medicine_desc": "Mergin 0.125mg Tablet is a medicine used to control bleeding from the uterus, that may occur after childbirth or an abortion. It works on the smooth muscle of the uterus and increases tone, rate, and amplitude of contractions thus reduces blood loss.Mergin 0.125mg Tablet can be taken with or without food, but take it at the same time to get the most benefit. It should be taken as your doctor's advice. The dose and how often you take it depends on what you are taking it for. Your doctor will decide how much you need to improve your symptoms. Swallow the tablets whole with a drink of water. You should take this medicine for as long as it is prescribed for you.The most common side effects of this medicine include headache, increase in blood pressure and seizure.  If these bother you or appear serious, let your doctor know. There may be ways of reducing or preventing them. Generally, alcohol should be avoided while taking this medicine.Before taking this medicine, let your doctor know if you have ever had heart disease or you have high blood pressure. Your doctor should also know about all other medicines you are taking as many of these may make this medicine less effective or change the way it works.",
        "side_effects": "High blood pressure,Headache,Seizure",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6703d"
        },
        "sub_category": "Systemic Antihistamines",
        "product_name": "Levocet Tablet",
        "salt_composition": "Levocetirizine (5mg)",
        "product_price": "₹39.95",
        "product_manufactured": "Hetero Healthcare Limited",
        "medicine_desc": "Levocet Tablet belongs to a group of medicines called antihistamines. It is used to treat various allergic conditions such as hay fever, conjunctivitis, some skin reactions such as eczema, hives, and reactions to bites and stings. It also relieves watery eyes, runny nose, sneezing, and itching.Levocet Tablet can be taken with or without food. The dose required by you may vary depending on what you are taking it for. This medicine is usually taken in the evening, but follow the advice of your doctor on how to take it. You may need this medicine only on days you have symptoms, but if you are taking it to prevent the symptoms then you should take it regularly. If you miss doses or stop taking it earlier than advised, your symptoms may come back.This medicine is generally very safe. The most common side effects include feeling sleepy or dizzy, dry mouth, fatigue, and headache. These are usually mild and go away after a couple of days as your body adjusts to it. Consult your doctor if any of the side effects persist or worry you.Before taking it, tell your doctor if you have any kidney problems or epilepsy (seizures). Your dose may need to be modified or this medicine may not suit you. Some other medicines can interact with this medicine so let your healthcare team know what else you are taking. You should also talk to your doctor before using this medicine if you are pregnant or breastfeeding, although it is not thought to be harmful.",
        "side_effects": "Sleepiness,Fatigue,Headache,Dryness in mouth",
        "drug_interactions": "{\"drug\": [\"Aprepitant\", \"Fosaprepitant\", \"Zafirlukast\", \"Alprazolam\"], \"brand\": [\" Aprepit, Aprepep, Fos-Aprepitant\", \" Fosup, Artepitant, Fosaran\", \" Zuvair\", \" Eurolam\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"SERIOUS\", \"MODERATE\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6703e"
        },
        "sub_category": "Ace Inhibitors Plain",
        "product_name": "Listril 10 Tablet",
        "salt_composition": "Lisinopril (10mg)",
        "product_price": "₹235.58",
        "product_manufactured": "Torrent Pharmaceuticals Ltd",
        "medicine_desc": "Listril 10 Tablet belongs to a group of medicines known as angiotensin-converting enzyme (ACE) inhibitor. It is widely used to treat high blood pressure and heart failure and may be prescribed after a heart attack. It also lowers the chances of having a heart attack or stroke.Listril 10 Tablet can be prescribed either alone or in combination with other medicines. It should be taken on an empty stomach. This medicine should be taken at the same time each day to get the most benefit. It is important to continue taking it regularly even if you feel well or even if your blood pressure is controlled. Most people with high blood pressure do not feel ill, but if you stop taking this medicine, your condition could get worse. This medicine is considered safe for long-term use.Making some changes in your lifestyle will also help lower your blood pressure. These may include regular exercise, losing weight, smoking cessation, reducing alcohol intake, and reducing the amount of salt in your diet as advised by your doctor. The most common side effects of this medicine include decreased blood pressure, cough, increased potassium level in blood, fatigue, weakness, and dizziness. Most of these are temporary and resolve with time. Talk to your doctor if any of the side effects bother you or do not go away.Before taking this medicine, let your doctor know if you have any kidney or liver problems. Pregnant or breastfeeding mothers should also consult their doctor before taking it. Your doctor may check your kidney function, blood pressure, and potassium levels in your blood at regular intervals while you are taking this medicine.",
        "side_effects": "Decreased blood pressure,Cough,Increased potassium level in blood,Fatigue,Weakness,Dizziness",
        "drug_interactions": "{\"drug\": [\"Allopurinol\", \"Amiloride\", \"Azathioprine\", \"Bemiparin\"], \"brand\": [\" Urinol, Zeric, Seloric\", \" Amiur\", \" Thioprinz, Lazorin, Azarid\", \" Hibor\"], \"effect\": [\"SERIOUS\", \"SERIOUS\", \"SERIOUS\", \"SERIOUS\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a6703f"
        },
        "sub_category": "Systemic Antihistamines",
        "product_name": "Sumo Cold Tablet",
        "salt_composition": "Caffeine (30mg) + Diphenhydramine (25mg) + Paracetamol (500mg) + Phenylephrine (5mg)",
        "product_price": "₹31.79",
        "product_manufactured": "Alkem Laboratories Ltd",
        "medicine_desc": "Sumo Cold Tablet is used to treat common cold symptoms. It provides temporary relief from stuffiness in the nose. It also helps to relieve allergy symptoms like runny nose and watery eyes.Sumo Cold Tablet is taken with or without food in a dose and duration as advised by the doctor. It is better to take it with food to avoid stomach upset. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. If you stop treatment too early your symptoms may come back and your condition may worsen. Let your doctor know about all other medications you are taking as some may affect, or be affected by this medicine.The most common side effects are nausea, vomiting, stomach pain, insomnia, restlessness, coordination impaired, and headache. Most of these are temporary and usually resolve with time. Contact your doctor straight away if you are at all concerned about any of these side effects. It can also cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. Avoid drinking alcohol while taking this medicine as it can make dizziness worse.Before taking it, you should tell your doctor if you have any kidney or liver diseases so that your doctor can prescribe a suitable dose for you. Also tell your doctor if you are pregnant, planning pregnancy or breastfeeding.",
        "side_effects": "Nausea,Vomiting,Stomach pain/epigastric pain,Insomnia (difficulty in sleeping),Restlessness,Allergic reaction,Sleepiness,Dizziness,Impaired coordination,Thickened respiratory tract secretions,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67040"
        },
        "sub_category": "Topical Dermatological Antifungals",
        "product_name": "L-Sys Lotion",
        "salt_composition": "Luliconazole (1% w/v)",
        "product_price": "₹165.75",
        "product_manufactured": "Systopic Laboratories Pvt Ltd",
        "medicine_desc": "L-Sys Lotion is an antifungal medicine used to treat fungal  infections of the skin. It works by killing the fungus that causes infections such as athlete’s foot, Dhobie Itch, thrush, ringworm and dry, flaky skin.L-Sys Lotion should be used in the dose and duration as prescribed by your doctor. This medicine should be used regularly to get the most benefit from it. Do not use more than you need, it will not clear your condition faster and may only increase the side effects. Skin infections will usually get better after 2 to 4 weeks. Do not use the medicine for longer than your doctor has told you to and let him or her know if your condition does not improve after 2 to 4 weeks of treatment. The effect of medicine can be increased by keeping the affected area clean and dry, and washing hands before and after treating the infection. If you have athlete’s foot, wash your socks or tights thoroughly and change your shoes daily if possible.The most common side effects of using this medicine include burning sensation, irritation, itching, and redness at the site of application. It may also cause dryness, peeling, or blistering of the skin. These are not usually serious, but you should call your doctor if you think you might have a severe allergic reaction. Signs of this include rash, swelling of the lips, throat or face, swallowing or breathing problems, feeling dizzy or faint, and nausea. Get emergency help if this happens. Avoid direct contact with your eyes. In the case of direct contact, wash your eyes with water and seek immediate medical attention.It is not likely that other medicines you take by mouth or injection will affect the way this medicine works, but talk to your doctor before using it if you have recently used another medicine that contains a steroid or had an allergic reaction to another antifungal medicine. This medicine should only be used if it is clearly needed if you are pregnant or breastfeeding. Ask your doctor if it is safe.",
        "side_effects": "Application site reactions (burning, irritation, itching and redness),Dry skin,Skin peeling,Blisters on skin",
        "drug_interactions": "{\"drug\": [\"Amisulpride\", \"Aripiprazole\", \"Chlorpromazine\", \"Cilostazol\"], \"brand\": [\" Stozen, Sulpigold, Amisulide\", \" Arifril, Biozol, Elrip\", \" Karzine, Ostil, Prom\", \" Pencil\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67041"
        },
        "sub_category": "Intestinal Anti Infective Antidiarrhoeals",
        "product_name": "Brakke Tablet",
        "salt_composition": "Ofloxacin (200mg) + Ornidazole (500mg)",
        "product_price": "₹106.08",
        "product_manufactured": "Franco-Indian Pharmaceuticals Pvt Ltd",
        "medicine_desc": "Brakke Tablet is a combination of two antibiotics that effectively kills the microorganisms. It is used to treat gynecological infections, lung infections, urinary infections, and gastrointestinal infections such as acute diarrhea or dysentery.Brakke Tablet should be taken with food, but it must be taken at a fixed time to ensure better efficacy. Do not consume more than the recommended dose, as an overdose of it may have harmful effects on your body. If you miss a dose, take it as soon as you remember. The treatment must be completed even if you feel better to ensure a complete recovery.This medicine may lead to some side effects such as nausea, vomiting, stomach pain, loss of appetite, headache, etc. To overcome any such side effects, it is advised to eat a healthy balanced diet and drink plenty of fluid. If any of the side effects get aggravated, consult your doctor immediately. If you experience any allergic reaction (rashes, itching, swelling, shortness of breath, etc.), you must seek immediate medical help.Before taking this medicine, you should tell your doctor if you have any problems with your liver or kidneys. Also, tell your doctor if you are on any medication for any health condition. Pregnant or breastfeeding women should also consult with the doctors before taking it. Avoid drinking alcohol as it can cause excessive dizziness with this medicine. It usually does not impair your ability to drive, but you should not drive if it makes you feel sleepy or dizzy. If you are a known allergic to the medicine, you must refrain from using this medicine and consult your doctor. It is advised to take proper rest during the course of treatment for the medicine to work effectively.",
        "side_effects": "Nausea,Loss of appetite,Dizziness,Headache",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67042"
        },
        "sub_category": "Cephalosporins",
        "product_name": "Droxyl 500 Tablet",
        "salt_composition": "Cefadroxil (500mg)",
        "product_price": "₹37.53",
        "product_manufactured": "Torrent Pharmaceuticals Ltd",
        "medicine_desc": "Droxyl 500 Tablet is an antibiotic medicine used to treat bacterial infections in your body. It is effective in infections of the throat, ears, urinary tract, skin, and soft tissues. It kills bacteria, which helps to improve your symptoms and cure the infection.Droxyl 500 Tablet may be taken with or without food. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back. It will not work for viral infections such as flu or the common cold. Using any antibiotic when you do not need it can make it less effective for future infections.The most common side effects of this medicine include rash, vomiting, stomach pain, nausea, and diarrhea. These are usually mild but let your doctor know if they bother you or last more than a few days.Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it.",
        "side_effects": "Rash,Vomiting,Allergic reaction,Stomach pain,Nausea,Diarrhea",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67043"
        },
        "sub_category": "Systemic Corticosteroids Plain",
        "product_name": "Predmet 4 Tablet",
        "salt_composition": "Methylprednisolone (4mg)",
        "product_price": "₹43.35",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Predmet 4 Tablet is a medicine used to treat wide variety of medical conditions such as severe allergic conditions, asthma, rheumatic disorder, skin and eye disorders, and systemic lupus erythematosus. It provides relief by preventing the release of substances that cause inflammation.Predmet 4 Tablet should be taken with food. This will prevent you from getting an upset stomach. The dose and duration will depend on what you are being treated for. You should always take the amount prescribed. Do not take a larger dose or use it more often. Keep taking it regularly even if you feel well. Some conditions will become worse if you stop using this medicine.The most common side effects of this medicine include skin thinning, increased risk of infection, reduction in bone density, weight gain, and mood changes. If these side effects bother you or do not go away, your doctor may suggest ways of preventing or reducing them. The use of this medicine may lower your ability to fight infections so avoid being near people who might pass on infections such as measles, chickenpox, or flu.Before using this medicine, you should tell your doctor if you have brittle bones (osteoporosis), mood disorders, high blood pressure, or liver disease. Also, tell your doctor if you have diabetes, this medicine may increase blood glucose levels which can cause or worsen diabetes. Many other drugs may affect, or be affected by, this medicine so let your doctor know all other medicines you are using, to make sure it is safe. You should also tell your doctor if you are pregnant, planning pregnancy or breastfeeding.",
        "side_effects": "Thinning of skin,Increased risk of infection,Reduction in bone density,Weight gain,Mood changes,Upset stomach,Behavioural changes",
        "drug_interactions": "{\"drug\": [\"Acarbose\", \"Aspirin\", \"Amlodipine\", \"Amphotericin B\"], \"brand\": [\" Diadose, Abacus, Disorb\", \" M Spirin, Aspirin, Asalite\", \" Samlodon, Amodep, Amleod\", \" Hospicin B\"], \"effect\": [\"SERIOUS\", \"SERIOUS\", \"SERIOUS\", \"SERIOUS\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67044"
        },
        "sub_category": "Systemic Antihistamines",
        "product_name": "Cetzine Tablet",
        "salt_composition": "Cetirizine (10mg)",
        "product_price": "₹15.61",
        "product_manufactured": "Dr Reddy's Laboratories Ltd",
        "medicine_desc": "Cetzine Tablet belongs to a group of medicines called antihistamines. It is used to treat various allergic conditions such as hay fever, conjunctivitis and some skin reactions, and reactions to bites and stings. It relieves watery eyes, runny nose, sneezing, and itching.Cetzine Tablet can be taken with or without food. The dose required for you may vary depending on what you are taking it for. This medicine is usually taken in the evening but follow the advice of your doctor on how to take it. You may need this medicine only on days you have symptoms, but if you are taking it to prevent symptoms you should take it regularly. If you miss doses or stop taking it earlier than advised, your symptoms may come back.This medicine is generally very safe. The most common side effects include feeling sleepy or dizzy. These are usually mild and go away after a couple of days as your body adjusts. Consult your doctor if any of the side effects persist or worry you. You should avoid alcohol while taking this medicine.Before taking it, tell your doctor if you have any kidney problems or epilepsy. Your dose may need to be modified or this medicine may not be suitable. Some other medicines can interact with this medicine so let your healthcare team know what else you are taking. You should also talk to your doctor before using this medicine if you are pregnant or breastfeeding, although it is not thought to be harmful.",
        "side_effects": "Sleepiness",
        "drug_interactions": "{\"drug\": [\"Aprepitant\", \"Fosaprepitant\", \"Zafirlukast\", \"Alprazolam\"], \"brand\": [\" Aprepit, Aprepep, Fos-Aprepitant\", \" Fosup, Artepitant, Fosaran\", \" Zuvair\", \" Eurolam\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"SERIOUS\", \"MODERATE\"]}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67045"
        },
        "sub_category": "Systemic Antihistamines",
        "product_name": "Relent Tablet",
        "salt_composition": "Cetirizine (5mg) + Ambroxol (60mg)",
        "product_price": "₹83.21",
        "product_manufactured": "Dr Reddy's Laboratories Ltd",
        "medicine_desc": "Relent Tablet is a combination medicine used in the treatment of cough. It relieves allergic symptoms such as sneezing, running nose, watery eyes, itching, swelling, and congestion or stiffness. It also thins and loosens mucus, making it easier to cough out.Relent Tablet is taken with or without food in a dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. If you stop treatment too early your symptoms may come back and your condition may worsen. Let your doctor know about all other medications you are taking as some may affect, or be affected by this medicine.The most common side effects are stomach upset, dryness in mouth, fatigue, sedation, and allergic reaction. Most of these are temporary and usually resolve with time. Contact your doctor straight away if you are at all concerned about any of these side effects. This medicine can also cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. Avoid drinking alcohol while taking this medicine as it can make dizziness worse.Never support self-medication or recommend your medicine to another person. It is beneficial to have plenty of fluids while taking this medication. Before taking it, you should tell your doctor if you have any kidney and liver diseases. Pregnant or breastfeeding women should also consult their doctor before taking this medicine.",
        "side_effects": "Upset stomach,Dryness in mouth,Fatigue,Dizziness,Sedation,Allergic reaction",
        "drug_interactions": "{\"drug\": [], \"brand\": [], \"effect\": []}"
    },
    {
        "_id": {
            "$oid": "673344b90db26dc334a67046"
        },
        "sub_category": "Anti Depressants And Mood Stabilisers",
        "product_name": "Prodep Capsule",
        "salt_composition": "Fluoxetine (20mg)",
        "product_price": "₹34.55",
        "product_manufactured": "Sun Pharmaceutical Industries Ltd",
        "medicine_desc": "Prodep Capsule is a type of antidepressant belonging to the selective serotonin reuptake inhibitor (SSRI) group of medicines. It is widely prescribed to treat depression and other mental health conditions like panic disorder and obsessive-compulsive disorder.Prodep Capsule helps many people to recover from depression by improving their mood and relieving anxiety and tension. It is also used to treat bulimia nervosa (an eating disorder), where it reduces binge-eating and purging (vomiting).The dose and how often you need it will be decided by your doctor so that you get the right amount to control your symptoms. Your doctor may start you on a lower dose and increase it gradually. Do not change the dose or stop taking it without talking to your doctor, even if you feel well. Doing so may make your condition worse or you may suffer from unpleasant withdrawal symptoms (anxiety, restlessness, palpitations, dizziness, sleep disturbances, etc).To get the most benefit, take this medicine regularly at the same time each day. It may take a few weeks before you start feeling better. Let your doctor know if you do not see any improvement even after 4 weeks. Some common side effects of Prodep Capsule include nausea, indigestion, dry mouth, fatigue, loss of appetite, increased sweating, sinusitis, insomnia (difficulty in sleeping), yawning, and abnormal dreams. Sexual side effects like decreased sexual drive delayed ejaculation, and erectile dysfunction may also be seen. Let your doctor know straight away if you develop any sudden worsening of mood or any thoughts about harming yourself.Before taking this medicine, you should tell your doctor if you have epilepsy (seizure disorder or fits), diabetes, liver or kidney disease, heart problems, or glaucoma. These may affect your treatment. Pregnant or breastfeeding women should also consult their doctor before taking it. Some other medicines may affect the way it works, especially other antidepressants and medicines called MAO inhibitors. Please tell your doctor about all the medicines you are taking to make sure you are safe.",
        "side_effects": "Erectile dysfunction,Indigestion,Influenza like syndrome,Loss of appetite,Low sexual desire,Nausea,Sore throat,Sweating,Tremor,Weakness,Yawning,Abnormal dreams,Delayed ejaculation,Dryness in mouth,Insomnia (difficulty in sleeping),Nervousness,Sleepiness,Sinus infection",
        "drug_interactions": "{\"drug\": [\"Linezolid\", \"Moclobemide\", \"Rasagiline\", \"Reboxetine\"], \"brand\": [\" Lizolan, Lidoford, Mapzolide\", \" Trima, Rimarex, Morex\", \" Rasalect, Relgin, Rasipar\", \" Rebotin\"], \"effect\": [\"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\", \"LIFE-THREATENING\"]}"
    }
]